ollama-bench-script/reports/20260208_144133/vegeta.report.txt
Requests      [total, rate, throughput]         12, 2.18, 2.14
Duration      [total, attack, wait]             5.613s, 5.5s, 113.061ms
Latencies     [min, mean, 50, 90, 95, 99, max]  108.471ms, 112.972ms, 112.591ms, 118.74ms, 125.348ms, 126.449ms, 126.449ms
Bytes In      [total, mean]                     5001, 416.75
Bytes Out     [total, mean]                     2136, 178.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:12  
Error Set: